Repository: common-repository/wc-payconiq
Catalog: languages/payconiq-*.po
Languages: fr_fr

source: Accept payments by scanning a QR-code through the Payconiq app.
fr_fr: Acceptez les paiements en scannant un code QR via l'application Payconiq.

source: API credentials
fr_fr: Identifiants de l'API

source: Click to pay
fr_fr: Cliquez pour payer

source: Debug log
fr_fr: Journal de débogage

source: Enable logging
fr_fr: Activer la journalisation

source: Enable Payconiq
fr_fr: Activer Payconiq

source: Enable Payconiq sandbox
fr_fr: Activer le Sandbox de Payconiq

source: Enable/Disable
fr_fr: Activer / Désactiver

source: Enter your Payconiq API credentials to process refunds via Payconiq.
fr_fr: Saisissez vos informations d'identification API Payconiq pour traiter les remboursements via Payconiq.

source: Get your API credentials from Payconiq.
fr_fr: Obtenez vos informations d'identification API auprès de Payconiq.

source: Live API key
fr_fr: Clé API Live

source: Log Payconiq events, inside %s Note: this may log personal information. We recommend using this for debugging purposes only and deleting the logs when finished.
fr_fr: Enregistrer les événements Payconiq, dans %s Remarque : cela peut enregistrer des informations personnelles. Nous vous recommandons de l'utiliser uniquement à des fins de débogage et de supprimer les journaux lorsque vous avez terminé.

source: Optional
fr_fr: Optionnel

source: Pay fast and simple with the Payconiq App.
fr_fr: Payez rapidement et simplement avec l'application Payconiq.

source: Pay with Payconiq
fr_fr: Payer avec Payconiq

source: Payconiq credentials are not filled in
fr_fr: Les informations d'identification de Payconiq ne sont pas renseignées

source: Payconiq sandbox can be used to test payments.
fr_fr: Le mode Sandbox de Payconiq peut être utilisé pour tester les paiements.

source: Payconiq Transaction ID
fr_fr: ID de la transaction Payconiq

source: payconiq works only with EUR
fr_fr: payconiq ne fonctionne qu'avec des EUR

source: Payment Profile ID
fr_fr: ID du profil de paiement

source: Refund failed due to invalid credentials.
fr_fr: Le remboursement a échoué en raison d'informations d'identification non valides.

source: Refund Failed:
fr_fr: Échec du remboursement :

source: Refunded %1$s - Refund ID: %2$s
fr_fr: Remboursé %1$s - ID de remboursement : %2$s

source: Sandbox API key
fr_fr: Clé API de l'environnement de test

source: SANDBOX ENABLED.
fr_fr: ENVIRONNEMENT DE TEST ACTIVÉ.

source: Sandbox Payment Profile ID
fr_fr: ID du profil de paiement de l'environnement de test

source: Take payments through the Payconiq app.
fr_fr: Effectuez des paiements via l'application Payconiq.

source: Transaction ID is not found.
fr_fr: L'ID de la transaction est introuvable.

source: You can use sandbox testing accounts only.
fr_fr: Vous ne pouvez utiliser que des comptes de test.
